Repository: qusailafi/aqarati_jo
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Change Language
ar: تغيير اللغة

source: Home
ar: الرئيسية

source: Videos
ar: الفيديوهات

source: LogOut
ar: تسجيل خروج

# no_internet
source: Please check your connection
ar: يرجئ التحقق من الاتصال بالانترنت

# not_found_api
source: No Data Found
ar: لايوجد بيانات

# popular_videos
source: Videos
ar: الفيديوهات

source: Reels
ar: فيديو قصير

source: Search
ar: بحث

source: Related Videos
ar: فيديوهات¬ مشابهة

source: Favourite
ar: المفضلة

# general_error
source: Failed connect to server please try later
ar: فشل بالاتصال يرجئ المحاوله لاحقا

# inters_non
source: Intrested-
ar: مهتم-

source: PrivacyPolicy
ar: سياسة الخصوصية

# feed_back
source: Send Suggestion
ar: إرسال اقتراح

source: Settings
ar: الاعدادات

source: Save
ar: حفظ

source: Reset
ar: اعاده تعيين

# non_intersted
source: non-Intrested
ar: غير مهتم

# inters_non_lable
source: Intrested-non-Intrested
ar: مهتم-غير مهتم

source: Arabic
ar: العربية

source: English
ar: الانجليزية

source: Close
ar: اغلاق

source: Login
ar: تسجيل الدخول

source: Create Account
ar: انشاء حساب

# continue_guest
source: Continue As Guest
ar: المتابعة كضيف

# business_account
source: Busniess Account
ar: حساب تجاري

source: Password
ar: كلمة المرور

source: Mobile
ar: رقم الهاتف

# remmber_me
source: Remember me
ar: تذكرني

# for_get_pass
source: Forget Password?
ar: هل نسيت كلمة المرور؟

source: FullName
ar: الاسم كامل

source: Adress
ar: العنوان

source: Send
ar: ارسال

# fill_all_filed
source: All Fileds Required
ar: جميع الحقول مطلوبه

source: National Number
ar: الرقم الوطني

source: Doctor Results
ar: نتائج الطبيب

# enter_national_number
source: Enter Your National number
ar: الرقم الوطتي

# enter_mobile_number
source: Enter Your mobile number
ar: رقم الهاتف

# enter_full_name
source: Enter Your full name
ar: الاسم الكامل

# enter_adress
source: Enter Your adress
ar: العنوان

# enter_password
source: Enter Your password
ar: كلمة المرور

# select_test_date
source: Select Test Result Date
ar: اختر تاريخ الفحص

source: Test Result
ar: نتيجة الفحص

source: Gender
ar: الجنس

source: BirthDate
ar: تاريخ الميلاد

# enter_email
source: Email
ar: البريد الالكتروني

source: Test Results
ar: نتائج الفحوصات

source: Dr Results
ar: نتائج الطبيب

source: Invoices
ar: الفواتير

source: Patient Visits
ar: زيارات المريض

source: Welcome!
ar: اهلا بك!

# change_lang
source: ChangeLanguage
ar: تغيير اللغة

source: Logout
ar: تسجيل خروج

source: price
ar: السعر

# login_required_title
source: Login Required
ar: الرجاء تسجيل الدخول

# login_required_msg
source: To see the service details, please log in to your account
ar: للاطّلاع على تفاصيل الخدمة، يرجى تسجيل الدخول إلى حسابك

source: First Name
ar: الآسم الاول

source: Last Name
ar: الآسم الآخير

# phone
source: Phone Number
ar: رقم الهاتف

# email
source: Email Address
ar: البريد الالكتروني

# send_email
source: Send Email verification code
ar: إرسال رمز التحقق عبر البريد الإلكتروني

source: Confirm Password
ar: تآكيد كلنة المرور

# verify_mail
source: Verify your Email
ar: تحقق بريدك الالكترني

# verify_mail_desc
source: Lets get you back in!Enter your email and we will send you code to reset your password
ar: لنساعدك على العودة! أدخل بريدك الإلكتروني وسنرسل لك رمزًا لإعادة تعيين كلمة المرور.

source: Send verification code
ar: إرسال رمز التحقق

# continues
source: Continue
ar: متابعة

# email_mob
source: Email or mobile no..
ar: البريد او رقم الهاتف..

source: Welcome back!
ar: اهلا بعودتك!

# login_glad
source: Glad to see you again! Please, enter your registered email or phone number.
ar: سعيدون برؤيتك مجددًا! الرجاء إدخال بريدك الإلكتروني أو رقم هاتفك المسجل.

# enter_code
source: Enter Verification Code
ar: أدخل رمز التحقق

# we_have_sent_code
source: Weâ€™ve sent a 6-digit code to your Email.
ar: لقد أرسلنا رمزًا مكونًا من 6 أرقام إلى بريدك الإلكتروني

source: Verify
ar: تآكيد

# verification_screen
source: Verification Email
ar: تآكيد البريد الالكتروني

source: Email required
ar: البريد الالكتروني حقل مطلوب

source: Verification code
ar: رمز التحقق

# new_pass
source: New Password
ar: كلمة المرور الجديدة

source: Reset Password
ar: اعادة تعيين كلمه المرور

# pass_confi_deff
source: The password and confirm password dosenot mattch
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقين

# change_pass
source: Change Password
ar: تغيير كلمة المرور

# current_pass
source: Current Password
ar: كلمة المرر الحالية

source: Total Investment
ar: جمالي الاستثمار

# totsl_share
source: Total Shares
ar: جمالي الأسهم

# share_sold
source: shares Sold
ar: الآسهم المباعة

# price_per_hare
source: Price PerShare
ar: سعرالسهم

# avilable_shares
source: Shares Available for Investment
ar: الآسهم المتاحة

# login_required
source: Sorry, you need to log in to use the app.
ar: عذراً، يجب عليك تسجيل الدخول لاستخدام التطبيق.

source: Resend
ar: اعادة ارسال

source: Profile
ar: شخصي

source: Dashboard
ar: لوحة تحكم

# total_profolio
source: TotalPortfolioValue
ar: اجمالي القيمة الاستثنارية

source: TotalInvested
ar: إجمالي المبلغ المستثمر

source: UnrealisedAppreciation
ar: الزياذة غير المحققة

source: TotalRentalIncome
ar: اةماي العائد

source: Roi
ar: العائد على الاستثمار

source: AnnualisedRentalReturn
ar: العائد السنوي من الإيجار

source: Open
ar: متاح

# funed
source: Funded
ar: مغلق

# no_properites
source: No Properites avilable
ar: لايوجد عقارات متاحة

source: AED
ar: درهم

source: Rooms
ar: الغرف

source: BathRooms
ar: المراحيض

source: Area
ar: المساحة

source: Pay
ar: شراء

# how_much_invest
source: How much do you want to invest?
ar: كم ترغب في الاستثمار؟

source: Select Invest
ar: اختر استثمارك

source: Payment
ar: الدفع

source: Payment Method
ar: طريقة الدفع

source: Payment Sucessfully
ar: تم الشراء بنجاح

# nodatad_fount
source: No Data Found
ar: لايوجد بيانات

# bank_info
source: Bank Information
ar: معلومات البنك

source: Bank Name
ar: اسم البنك

source: Account Name
ar: اسم الحساب

# book_invensment
source: Book
ar: احجز

# no_account
source: No Accounts Avilable
ar: لايوجد حسابات متاحة

# my_invensments
source: My investments
ar: استثماراتي

source: Properites
ar: العقارات

# walet
source: Wallet
ar: محفظتي

# found_property
source: We Find the property
ar: نحن نجد العقار

# find_desc
source: Best rental properites,handpicked by our experts.
ar: أفضل العقارات الإيجارية، مختارة بعناية من قِبل خبرائنا.

# invest_long
source: You invest along with others.
ar: أنت تستثمر مع الآخرين.

# invest_long_desc
source: Buy fractions of property in just few taps.
ar: اشترِ حصصًا من العقار ببضع نقرات فقط.

# setup_spv
source: We set up the SPV
ar: نقوم بإنشاء الشركة الخاصة ذات الغرض المحدد (SPV).

# setup_spv_desc
source: Your shares are allocated and ownership certificates issued.
ar: تُخصَّص حصصك وتُصدر شهادات الملكية.

# property_trnsfare
source: Property is transferred
ar: يتم نقل الملكية

# property_trnsfare_desc
source: The property is transferredfrom seller to the spv.
ar: يتم نقل العقار من البائع إلى الشركة الخاصة الغرض المحدد (SPV).

# earn_monthly
source: You earn monthly rental income.
ar: تحصل على دخل إيجاري شهري.

# earn_monthly_desc
source: The passive income is deposited straight into your wallet.
ar: يتم إيداع الدخل السلبي مباشرةً في محفظتك

# whats_process
source: What's the process?
ar: خاهي الاجراءات؟

# why_invest_property
source: Why invest in this property?
ar: لماذا تستثمر في هذا العقار؟

# modern_marina
source: Modern Marina Living
ar: الحياة الحديثة في مارينا دبي

# modern_marena_desc
source: West Avenue in Dubai Marina offers fully furnished studio apartments with modern finishes, set within one of Dubai's most prestigious waterfront communities with seamless connectivity to the city's hotspots.
ar: يقدم West Avenue في دبي مارينا شقق استوديو مفروشة بالكامل بتشطيبات عصرية، ضمن واحدة من أرقى المجتمعات الساحلية في دبي، مع سهولة الوصول إلى أبرز مناطق المدينة.

source: Strong Rental Appeal
ar: جاذبية إيجارية قوية

# strong_rental_desc
source: This 6th floor studio with a Sheikh Zayed Road view and balcony is currently rented at AED 65,000 for 8 months starting September 2025, ensuring immediate income and reliable occupancy.
ar: شقة استوديو في الطابق السادس تطل على شارع الشيخ زايد مع شرفة، مؤجرة حاليًا بمبلغ 65,000 درهم لمدة 8 أشهر ابتداءً من سبتمبر 2025، مما يضمن دخلاً فورياً وإشغالًا موثوقًا.

# premiuem_faciles
source: Premium Facilities
ar: مرافق فاخرة

# premiuem_fciltes_desc
source: Residents enjoy a swimming pool, gymnasium, concierge services, and dedicated parking, enhanced by Dubai Marina's wider offerings including malls, tram links, supermarkets, retail, and diverse dining venues Attractive Investment Returns The unit delivers a net rental yield of 6% in the first year and a projected annualized ROl of 10.08% over five years, combining steady rental income with strong capital growth potential.
ar: يستمتع السكان بمسبح وصالة رياضية وخدمات الكونسيرج ومواقف مخصصة للسيارات، مع الاستفادة من عروض دبي مارينا الأوسع بما في ذلك المراكز التجارية، وروابط الترام، ومحلات السوبرماركت، والمتاجر، ومجموعة متنوعة من المطاعم. عوائد استثمار جذابة تقدم الوحدة عائد إيجاري صافي بنسبة 6% في السنة الأولى وعائد سنوي متوقع بنسبة 10.08% على مدى خمس سنوات، مما يجمع بين دخل إيجاري ثابت وإمكانات قوية للنمو الرأسمالي.

# market_value
source: Below Market Value
ar: أدنى من القيمة السوقية

# market_value_desc
source: Priced at AED 1,100,000, the property is approximately 4.52% below the estimated AED 1,152,026 third-party valuation, with an instant estimated appreciation of 4.74%, offering investors immediate equity gain.
ar: بسعر 1,100,000 درهم، العقار أقل بحوالي 4.52% من التقييم المستقل المقدر بـ 1,152,026 درهم، مع تقدير فوري لارتفاع قيمته بنسبة 4.74%، مما يوفر للمستثمرين مكسبًا فوريًا في رأس المال.

source: Prime Location
ar: موقع متميز

# bank_ref_id
source: Bank Reference Id
ar: معرف البنك المرجعي

# prime_location_desc
source: Situated in the heart of Dubai Marina with direct access to Sheikh Zayed Road, tram, and surrounding retail, residents benefit from world-class convenience and an iconic waterfront lifestyle.
ar: يقع في قلب دبي مارينا مع وصول مباشر إلى شارع الشيخ زايد، الترام، والمتاجر المحيطة، حيث يستفيد السكان من مستوى عالمي من الراحة ونمط حياة أيقوني على الواجهة المائية.

source: Camera
ar: كاميرا

source: Gallery
ar: المعرض

# upload_passport
source: Upload your Passport
ar: حمل جواز سفرك

source: Your passport
ar: جوازك

source: Select Category
ar: اختر الفئة

source: Ok
ar: موافق

source: Cancel
ar: الغاء

# bank_transfare
source: Bank Transfer
ar: تحويل بنكي

source: Credit Card
ar: بطاقة ائتمانية

# invenstment_summary
source: Invenstments Summary
ar: ملخص الاستثمارات
